Repository: baptiste-dubillaud/macos_caffeine
Catalog: Caffeine/Caffeine/Localizable.xcstrings
Source language: en
Languages: fr

source: Activate
fr: Activer

source: Activate for 1 hour
fr: Activer 1 h

source: Activate for 2 hours
fr: Activer 2 h

source: Activate for 30 min
fr: Activer 30 min

source: Caffeine active
fr: Caffeine actif

source: Caffeine inactive
fr: Caffeine inactif

source: Deactivate
fr: Désactiver

source: Launch at login
fr: Lancer au démarrage

source: Quit Caffeine
fr: Quitter Caffeine

source: Stay active when screen locked
fr: Rester actif écran verrouillé

source: Timer finished — sleep is allowed again.
fr: Minuterie terminée — la mise en veille est de nouveau autorisée.
